// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Color Calibration";

CalibrateProcessTitle = "Calibrating…";
DownloadingProcessTitle = "Downloading Lin Tables…";
CalibrationFailedTitle = "Cannot perform the closed loop calibration";

HSDInfoTextFieldTitle = "This process compensates for variations within the print system in order to provide a high-degree of color accuracy and color consistency in the device output.";
HSDGuideTextFieldTitle = "Please make sure that Letter/A4 HP Advanced Photo Paper is loaded in the paper tray before starting the calibration.";
HSDCalibrateButtonTitle = "Start Color Calibration";

CalibrationCompleteTitle = "Your printer has just performed an auto color calibration";
CalibrationCompleteMsg = "If the color printout appears to be unsatisfactory, please click the 'Start Color Calibration' button to perform the auto color calibration again.";